<?php

return [
    'labels' => [
        'affiliates' => 'زیر مجموعه گیری',
        'status' => 'وضعیت زیر مجموعه گیری',
        'allow_existing_users' => 'اجازه عضویت به کاربران قدیمی',
        'share_percentage' => 'درصد سهم از خرید',
        'referrer_signup_bonus' => 'پاداش عضوگیری برای معرف',
        'referred_signup_bonus' => 'پاداش عضویت برای کاربر جدید',
        'share_tagline' => 'متن تبلیغاتی لینک اشتراک‌گذاری',
    ],

    'descriptions' => [
        'affiliates' => 'برنامه معرفی که به کاربران برای دعوت دیگران پاداش می‌دهد را مدیریت کنید.',
        'status' => 'برنامه زیر مجموعه‌گیری را فعال یا غیرفعال کنید.',
        'allow_existing_users' => 'به کاربرانی که پیش از فعال شدن زیرمجموعه‌گیری عضو شده‌اند نیز اجازه دهید از پاداش معرفی بهره‌مند شوند.',
        'share_percentage' => 'درصدی از خرید کاربر معرفی‌شده که به معرف او پرداخت می‌شود.',
        'referrer_signup_bonus' => 'پاداشی که هنگام ثبت‌نام فرد جدید از طریق لینک معرف، به حساب معرف واریز می‌شود.',
        'referred_signup_bonus' => 'پاداشی که به کاربر جدیدی که از طریق لینک معرفی ثبت‌نام می‌کند، تعلق می‌گیرد.',
        'share_tagline' => 'متنی که هنگام اشتراک‌گذاری لینک معرفی، به آن افزوده می‌شود.',
    ],
];
